Repository: cyanfish/naps2
Catalog: NAPS2/Lang/tmx/he.tmx
Source language: en_us
Languages: he

source: 24-bit Color
he: צבע 24 סיביות

source: A3 (297x420 mm)
he: A3 (297x240 מ"מ)

source: A4 (210x297 mm)
he: A4 (210x297 מ"מ)

source: A5 (148x210 mm)
he: A5 (148x210 מ"מ)

source: About
he: אודות

source: Add
he: הוספה

source: An error occurred with the scanning driver
he: אירעה שגיאה במנהל ההתקן של הסורק

source: Are you sure you want to clear {0} item(s)?
he: בטוחים שתרצו למחוק {0} פריט/ים?

source: Are you sure you want to delete the profile {0}?
he: בטוחים שתרצו למחוק את הפרופיל {0}?

source: Are you sure you want to delete {0} item(s)?
he: בטוחים שתרצו למחוק {0} פריט/ים?

source: Are you sure you want to delete {0} profiles?
he: בטוחים שתרצו למחוק את הפרופיל/ים {0}?

source: Bit depth
he: עומק סיביות

source: Bitmap Files (*.bmp)
he: קובץ מפת סיביות (*.bmp)

source: Black & White
he: שחור/לבן

source: Brightness
he: בהירות

source: Cancel
he: ביטול

source: Center
he: ממורכז

source: Choose Icon
he: בחר צלמית

source: Choose Profile
he: בחר פרופיל

source: Choose device
he: בחר התקן

source: Clear
he: מחק

source: Contrast
he: ניגודיות

source: Copyright © 2009 Pavel Sorejs
he: כל הזכויות שמורות © 2009 Pavel Sorejs

source: Copyright © 2012 Michael Adams
he: כל הזכויות שמורות © 2012 Michael Adams

source: Copyright © 2012-2013 Ben Olden-Cooligan
he: כל הזכויות שמורות © 2012-2013 Ben Olden-Cooligan

source: Copyright © 2013 Peter De Leeuw
he: כל הזכויות שמורות © 2013 Peter De Leeuw

source: Delete
he: מחיקה

source: Device
he: התקן

source: Display name
he: שם תצוגה

source: Done
he: אישור

source: Duplex
he: דופלקס (דו-צדדי)

source: Edit
he: עריכה

source: Email PDF
he: שליחת PDF בדוא"ל

source: Enhanced Windows MetaFile (*.emf)
he: קובצי מטא מורחבים (‎*.emf)

source: Error
he: שגיאה

source: Exchangeable Image File (*.exif)
he: קובץ תמונה בר-החלפה (*.exif)

source: Feeder
he: מזין מסמכים

source: Flip
he: היפוך

source: GIF File (*.gif)
he: קובץ GIF (*.gif)

source: Glass
he: זכוכית (משטח)

source: Grayscale
he: גווני אפור

source: Horizontal align
he: יישור אופקי

source: Icons from
he: צלמיות מתוך

source: JPEG File (*.jpg, *.jpeg)
he: קובץ JPEG (*.jpg, *.jpeg)

source: Language
he: שפה

source: Left
he: שמאל

source: Main toolbar
he: סרגל כלים ראשי

source: Manage Profiles
he: ניהול פרופילים

source: Maximum quality (large files)
he: איכות מירבית (קבצים גדולים)

source: Move Down
he: להזיז למטה

source: Move Up
he: להזיז למעלה

source: Name missing
he: שם חסר

source: No device selected
he: לא נבחר התקן

source: No scanning device was found
he: לא נמצא סורק

source: Not Another PDF Scanner 2
he: לא סתם סורק PDF גרסה 2

source: OK
he: אישור

source: Overwrite File
he: החלפת קובץ

source: PDF document (*.pdf)
he: מסמך PDF (*.pdf)

source: PNG File (*.png)
he: קובץ PNG (*.png)

source: Page size
he: גודל עמוד

source: Paper source
he: מקור נייר

source: Preview
he: תצוגה מקדימה

source: Profile Settings
he: הגדרות פרופיל

source: Profiles
he: פרופילים

source: Resolution
he: רזולוציה

source: Right
he: ימין

source: Rotate Left
he: סיבוב לשמאל

source: Rotate Right
he: סיבוב לימין

source: Save Images
he: לשמור תמונות

source: Save PDF
he: לשמור PDF

source: Saving to PDF
he: שומר ל-PDF

source: Scale
he: קנה מידה

source: Scan
he: סריקה

source: Scanned Image
he: תמונה שנסרקה

source: Select a profile before clicking Scan
he: יש לבחור פרופיל לפני לחיצה על כפתור סריקה

source: TIFF File (*.tiff, *.tif)
he: קובץ TIFF (*.tiff, *.tif)

source: TWAIN Driver
he: מנהל התקן TWAIN

source: The file {0} already exists. Do you want to overwrite it?
he: הקובץ {0} כבר קיים. האם להחליפו?

source: The selected scanner could not be found
he: הסורק שנבחר לא נמצא

source: The selected scanner is offline
he: הסורק שנבחר איננו מקוון (OFFLINE)

source: US Legal (8.5x14 in)
he: נייר US Legal (8.5x14 in)

source: US Letter (8.5x11 in)
he: נייר US Legal (8.5x14 in)

source: Use native WIA UI
he: השתמש בממשק WIA מקורי

source: Use predefined settings
he: השתמש בהגדרות שמורות

source: Version {0}
he: גרסה {0}

source: WIA Driver
he: מנהל התקן WIA

source: Waiting for TWAIN to complete
he: ממתין למנהל התקן TWAIN

source: You don't have permission to save files at this location
he: אין ברשותכם הרשאות מספיקות לשמירת הקובץ במיקום זה

source: {0} of {1}
he: {0} מתוך {1}
